Repository: DotNetMax/Photizer
Catalog: Photizer/Photizer/Multilang.*.resx
Languages: de_de, ja_jp

# MainMenu.Pictures
source: Photos Overview
de_de: Bilder
ja_jp: 写真

# MainMenu.AddPictures
source: Add Photos
de_de: Bilder hinzufügen
ja_jp: 写真を追加する

# MainMenu.Collections
source: Collections
de_de: Alben
ja_jp: コレクション

# MainMenu.EditData
source: Edit Data
de_de: Daten bearbeiten
ja_jp: データを編集する

# MainMenu.Map
source: Map
de_de: Karte
ja_jp: 地図

# MainMenu.Settings
source: Settings
de_de: Einstellungen
ja_jp: 設定

# AddDataDialog.Add
source: Add
de_de: Hinzufügen
ja_jp: 追加

# AddDataDialog.FinishCancel
source: Finish/Cancel
de_de: Schließen/Abbrechen
ja_jp: 終了する/キャンセル

# AddNewCollectionDialog.CollectionName
source: Collection Name
de_de: Albumname
ja_jp: アルバム名

# AddNewLocationDialog.Country
source: Country
de_de: Land
ja_jp: 国

# AddNewLocationDialog.Place
source: Place
de_de: Ort
ja_jp: 場所

# AddNewPersonDialog.Firstname
source: Firstname
de_de: Vorname
ja_jp: 名

# AddNewPersonDialog.Lastname
source: Lastname
de_de: Nachname
ja_jp: 姓

# AddPicture.AddPerson
source: Add Person
de_de: Person hinzufügen
ja_jp: 人物を追加

# AddPicture.CreatedDate
source: Created Date
de_de: Aufnahmedatum
ja_jp: 撮影日

# AddPicture.CreatedTime
source: Created Time
de_de: Aufnahmezeitpunkt
ja_jp: 撮影された時間

# AddPicture.CreateNewLocation
source: Create new Location
de_de: Neuen Ort hinzufügen
ja_jp: 新しい場所を作成

# AddPicture.CreateNewPerson
source: Create new Person
de_de: Neue Person hinzufügen
ja_jp: 新しい人物を作成

# AddPicture.Rating
source: Rating
de_de: Bewertung
ja_jp: 評価

# AddPicture.Save
source: Save
de_de: Speichern
ja_jp: 保存

# AddPicture.SelectCountry
source: Select Country
de_de: Land auswählen
ja_jp: 国を選択

# AddPicture.SelectImages
source: Select Images
de_de: Bilder auswählen
ja_jp: 写真を選択

# AddPicture.SelectOrAddCamera
source: Select or Add Camera
de_de: Kamera auswählen oder hinzufügen
ja_jp: カメラを選択または追加

# AddPicture.SelectOrAddCategory
source: Select or Add Category
de_de: Kategorie auswählen oder hinzufügen
ja_jp: カテゴリーを選択または追加

# AddPicture.SelectOrAddLense
source: Select or Add Lense
de_de: Objektiv auswählen oder hinzufügen
ja_jp: レンズを選択または追加

# AddPicture.SelectOrAddTag
source: Select or Add Tag
de_de: Tag auswählen oder hinzufügen
ja_jp: タグを選択または追加

# AddPicture.SelectPerson
source: Select Person
de_de: Person auswählen
ja_jp: 人物を選択

# AddPicture.SelectPlace
source: Select Place
de_de: Ort auswählen
ja_jp: 場所を選択

# AddPicture.Settings
source: Settings
de_de: Einstellungen
ja_jp: 設定

# AddPicture.Title
source: Title
de_de: Titel
ja_jp: タイトル

# AddPictureSettingsDialog.AddPictureSettings
source: Add Picture Settings
de_de: Einstellungen
ja_jp: 設定

# AddPictureSettingsDialog.Apply
source: Apply
de_de: Anwenden
ja_jp: 設定する

# AddPictureSettingsDialog.KeepCategory
source: Keep Category
de_de: Kategorie beibehalten
ja_jp: カテゴリーを記憶する

# AddPictureSettingsDialog.KeepLocation
source: Keep Location
de_de: Ort beibehalten
ja_jp: 場所を記憶する

# AddPictureSettingsDialog.KeepPeople
source: KeepPeople
de_de: Personen beibehalten
ja_jp: 人物を記憶する

# AddPictureSettingsDialog.KeepTags
source: Keep Tags
de_de: Tags beibehalten
ja_jp: タグを記憶する

# AppSettings.DatabaseImportExport
source: Database Import/Export
de_de: Datenbank Import/Export
ja_jp: データベースにインポート/エクスポート

# AppSettings.FolderSettings
source: Folder Settings
de_de: Ordner Einstellungen
ja_jp: フォルダ設定

# CollectionsDetail.BackToCollections
source: Back to Collections
de_de: Zurück zu Alben
ja_jp: アルバムに戻る

# CollectionsDetail.ExportToFolder
source: Export to Folder
de_de: In Ordner exportieren
ja_jp: フォルダにエクスポートする

# CollectionsDetail.PictuersPerPage
source: Pictures per Page
de_de: Bilder pro Seite
ja_jp: ページごとの写真数

# DatabaseImportExport.Export
source: Export
de_de: Exportieren
ja_jp: エクスポート

# DatabaseImportExport.Import
source: Import
de_de: Importieren
ja_jp: インポート

# DetailEdit.AddTag
source: Add Tag
de_de: Tag hinzufügen
ja_jp: タグを追加

# DetailEdit.SelectCamera
source: Select Camera
de_de: Kamera auswählen
ja_jp: カメラを選択

# DetailEdit.SelectCategory
source: Select Category
de_de: Kategorie auswählen
ja_jp: カテゴリーを選択

# DetailEdit.SelectLense
source: Select Lense
de_de: Objektiv auswählen
ja_jp: レンズを選択

# DetailEdit.SelectTag
source: Select Tag
de_de: Tag auswählen
ja_jp: タグを選択

# EditCamerasData.Header
source: Name
ja_jp: 名前

# EditCategoriesData.Header
source: Name
ja_jp: 名前

# EditData.EditCameras
source: Edit Cameras
de_de: Kameras bearbeiten
ja_jp: カメラを編集

# EditData.EditCategories
source: Edit Categories
de_de: Kategorien bearbeiten
ja_jp: カテゴリーを編集

# EditData.EditLenses
source: Edit Lenses
de_de: Objektive bearbeiten
ja_jp: レンズを編集

# EditData.EditLocations
source: Edit Locations
de_de: Orte bearbeiten
ja_jp: 場所を編集

# EditData.EditPeople
source: Edit People
de_de: Personen bearbeiten
ja_jp: 人物を編集

# EditData.EditTags
source: Edit Tags
de_de: Tags bearbeiten
ja_jp: タグを編集

# EditLensesData.Header
source: Name
ja_jp: 名前

# EditLocationData.HeaderCountry
source: Country
de_de: Land
ja_jp: 国

# EditLocationData.HeaderLocation
source: Location
de_de: Ort
ja_jp: 場所

# EditPeopleData.HeaderFirstName
source: FirstName
de_de: Vorname
ja_jp: 名

# EditPeopleData.HeaderLastName
source: LastName
de_de: Nachname
ja_jp: 姓

# EditLocationData.HeaderLatitude
source: Latitude
de_de: Breitengrad
ja_jp: 緯度

# EditLocationData.HeaderLongitude
source: Longitude
de_de: Längengrad
ja_jp: 経度

# EditTagsData.Header
source: Name
ja_jp: 名前

# FolderSettings.SelectBackupFolder
source: Select Backup Folder
de_de: Backupordner auswählen
ja_jp: バックアップフォルダを選択

# FolderSettings.SelectMainFolder
source: Select Main Folder
de_de: Hauptordner auswählen
ja_jp: メインフォルダを選択

# GeocodingDialog.Close
source: Close
de_de: Schließen
ja_jp: 閉じる

# GeocodingDialog.Latitude
source: Latitude
de_de: Breitengrad
ja_jp: 緯度

# GeocodingDialog.Longitude
source: Longitude
de_de: Längengrad
ja_jp: 経度

# GeocodingDialog.SaveCoordinates
source: Save Coordinates
de_de: Koordinaten speichern
ja_jp: 座標を保存

# PictureDetail.GoBack
source: Go Back
de_de: Zurück
ja_jp: 戻る

# PictureDetail.ToggleEdit
source: Toggle Edit
de_de: Bearbeiten
ja_jp: データを編集

# SearchParamater.SelectPlace
source: Select Place
de_de: Ort auswählen
ja_jp: 場所を選択

# SearchParameter.AddPerson
source: Add Person
de_de: Person hinzufügen
ja_jp: 人物を追加

# SearchParameter.AddTag
source: Add Tag
de_de: Tag hinzufügen
ja_jp: タグを追加

# SearchParameter.CreatedDateFrom
source: Created Date from
de_de: Aufnahmedatum von
ja_jp: 撮影日

# SearchParameter.PictureTitle
source: Picture Title
de_de: Bildtitel
ja_jp: 写真のタイトル

# SearchParameter.SelectCamera
source: Select Camera
de_de: Kamera auswählen
ja_jp: カメラを選択

# SearchParameter.SelectCategory
source: Select Category
de_de: Kategorie auswählen
ja_jp: カテゴリーを選択

# SearchParameter.SelectCountry
source: Select Country
de_de: Land auswählen
ja_jp: 国を選択

# SearchParameter.SelectLense
source: Select Lense
de_de: Objektiv auswählen
ja_jp: レンズを選択

# SearchParameter.SelectPerson
source: Select Person
de_de: Person auswählen
ja_jp: 人物を選択

# SearchParameter.SelectTag
source: Select Tag
de_de: Tag auswählen
ja_jp: タグを選択

# SearchResult.AddToCollection
source: Add to Collection
de_de: Zum Album hinzufügen
ja_jp: コレクションへ追加

# SearchResult.ExportToFolder
source: Export to Folder
de_de: In Ordner exportieren
ja_jp: フォルダへエクスポート

# SearchResult.PicturesPerPage
source: Pictures per Page
de_de: Bilder pro Seite
ja_jp: ページごとの写真数

# SearchResult.SelectCollection
source: Select Collection
de_de: Album auswählen
ja_jp: コレクションを選択

# SearchParameter.SearchParameters
source: Search Parameters
de_de: Suchparameter
ja_jp: パラメータを検索

# SearchParameter.CreatedDateTo
source: Created Date to
de_de: Aufnahmedatum bis
ja_jp: 撮影日

# SearchParameter.CreatedTimeFrom
source: Created Time from
de_de: Aufnahmezeitpunkt von
ja_jp: 撮影された時間

# SearchParameter.CreatedTimeTo
source: Created Time to
de_de: Aufnahmezeitpunkt bis
ja_jp: 撮影された時間

# FolderSettings.Info
source: Before you can use Photizer you have to select a Main and Backup Folder where the pictures will be saved to! When a picture is added to Photizer one file will be created in the Main folder and a Copy in the Backup folder
de_de: Photizer benötigt zum Speichern der Bilder einen Haupt- und einen Backupordner. Beim Hinzufügen eines Bildes wird im Hauptordner das Bild abgelegt und davon eine Kopie im Backupordner erstellt
ja_jp: Photizerを使用する前に、画像を保存するメインフォルダーとバックアップフォルダーを選択する必要があります。 Photizerに画像を追加すると、メインフォルダーに1つのファイルが作成され、バックアップフォルダーにコピーが作成されます

# DatabaseImportExport.InfoTwo
source: 'Export' will do a manual copy of the database into the backup folder.
de_de: Der 'Exportieren' Button erstellt ein manuelles Backup der Datenbank.
ja_jp: 「エクスポート」は、バックアップフォルダーにデータベースを手動でコピーします。

# DatabaseImportExport.InfoThree
source: To replace the current database with a backup you first have to close the Photizer App. Then copy the database file from the backup folder into the 'Photizer' folder and replace the 'Photizer.db' file. The 'Import' button opens both folders.
de_de: Um die aktuelle Datenbank Datei mit einem Backup zu ersetzen muss zuerst die Anwendung beendet werden. Ersetzte dann die aktuelle 'Photizer.db' Datei mit dem Backup. Der 'Importieren' Button öffnet beide Ordner.
ja_jp: 現在のデータベースをバックアップに置き換えるには、まずPhotizerアプリを閉じる必要があります。 次に、データベースファイルをバックアップフォルダーから「Photizer」フォルダーにコピーし、「Photizer.db」ファイルを置き換えます。 「インポート」ボタンは両方のフォルダを開きます。

# DatabaseImportExport.InfoOne
source: Photizer's Data is stored in a Database file called 'Photizer.db' in the Photizer's AppData folder: CurrentUser/AppData/Local/PhotizerData Every time the application is closed Photizer will automatically create a Backup in the /DatabaseBackup folder.
de_de: Die Daten von Photizer werden in einer Datei 'Photizer.db' gespeichert. Diese Datei befindet sich im AppData Ordner von Photizer: AktuellerNutzer/AppData/Local/PhotizerData Immer wenn die Anwendung beendet wird, wird automatisch ein Backup dieser Datei im Ordner /DatabaseBackup erstellt.
ja_jp: Photizerのデータは、PhotizerのAppDataフォルダーの「Photizer.db」というデータベースファイルに保存されます。 CurrentUser / AppData / Local / PhotizerData アプリケーションを閉じるたびに、Photizerは自動的に/ DatabaseBackupフォルダーにバックアップを作成します。

# AddNewLocationDialog.Info
source: Longitude and Latitude have to be set later in the Settings Menu
de_de: Im Menü Daten bearbeiten können Koordinaten für den Ort definiert werden
ja_jp: 経度と緯度は後で設定メニューで設定する必要があります

# AddNewCameraDialog.Camera
source: Camera
de_de: Kamera
ja_jp: カメラ

# AddNewCategoryDialog.Category
source: Category
de_de: Kategorie
ja_jp: カテゴリー

# AddNewLenseDialog.Lense
source: Lense
de_de: Objektiv
ja_jp: レンズ

# AddNewTagDialog.Tag
source: Tag
ja_jp: タグ

# AddNewCameraDialog.CameraIsEmpty
source: Camera is empty
de_de: Das Feld Kamera darf nicht leer sein
ja_jp: カメラが空白です

# AddNewCategoryDialog.CategoryIsEmpty
source: Category is empty
de_de: Das Feld Kategorie darf nicht leer sein
ja_jp: カテゴリーが空白です

# AddNewCollectionDialog.CollectionNameIsEmpty
source: Collection Name is empty
de_de: Das Feld Name darf nicht leer sein
ja_jp: アルバム名が空白です

# AddNewLenseDialog.LenseIsEmpty
source: Lense is empty
de_de: Das Feld Objektiv darf nicht leer sein
ja_jp: レンズが空白です

# AddNewLocationDialog.CountryIsEmpty
source: Country is empty
de_de: Das Feld Land darf nicht leer sein
ja_jp: 国が空白です

# AddNewLocationDialog.PlaceIsEmpty
source: Place is empty
de_de: Das Feld Ort darf nicht leer sein
ja_jp: 場所が空白です

# AddNewPersonDialog.FirstnameIsEmpty
source: Firstname is empty
de_de: Das Feld Vorname darf nicht leer sein
ja_jp: 名が空白です

# AddNewPersonDialog.LastnameIsEmpty
source: Lastname is empty
de_de: Das Feld Nachname darf nicht leer sein
ja_jp: 姓が空白です

# AddNewTagDialog.TagIsEmpty
source: Tag is empty
de_de: Das Feld Tag darf nicht leer sein
ja_jp: タグが空白です

# AddNewCameraDialog.NewCameraAdded
source: New Camera added
de_de: Neue Kamera hinzugefügt
ja_jp: 新しくカメラが追加されました

# AddNewCategoryDialog.NewCategoryAdded
source: New Category added
de_de: Neue Kategorie hinzugefügt
ja_jp: 新しくカテゴリーが追加されました

# AddNewCollectionDialog.NewCollectionAdded
source: New Collection added
de_de: Neues Album hinzugefügt
ja_jp: 新しくアルバが追加されました

# AddNewLenseDialog.NewLenseAdded
source: New Lense added
de_de: Neues Objektiv hinzugefügt
ja_jp: 新しくレンズが追加されました

# AddNewLocationDialog.NewLocationAdded
source: New Location added
de_de: Neuer Ort wurde hinzugefügt
ja_jp: 新しく場所が追加されました

# AddNewPersonDialog.NewPersonAdded
source: New Person added
de_de: Neue Person hinzugefügt
ja_jp: 新しく人物が追加されました

# AddNewTagDialog.NewTagAdded
source: New Tag added
de_de: Neuer Tag hinzugefügt
ja_jp: 新しくタグが追加されました

# DetailEdit.Cancel
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル

# GeocodingDialog.Error
source: Location not found or no Internet connection available
de_de: Keine Internetverbindung oder der Ort wurde nicht gefunden
ja_jp: 場所が見つからないか、インターネット接続が利用できません

# GeocodingDialog.UpdatedCoordinates
source: Updated Coordinates
de_de: Koordinaten aktualisiert
ja_jp: 座標が更新されました

# PhotizerUpdateNotification
source: There is a new version available, do you want to update now?
de_de: Es ist eine neue Version verfügbar, jetzt updaten?
ja_jp: 新しいバージョンが使用可能になりました。今アップデートしますか？

# PhotizerUpdaterError
source: Error starting Updater:
de_de: Fehler beim Starten des Updaters:
ja_jp: アップデータの起動中にエラーが発生しました。

# PhotizerUpdaterNotFound
source: Update available but Photizer.Updater.exe not found!
de_de: Es wurde versucht ein Update zu installieren, aber Photizer.Updater.exe konnte nicht gefunden werden!
ja_jp: アップデートは利用可能ですが、Photizer.Updater.exeが見つかりません！

# ResultSortCategory.CreatedDateAscending
source: Created Date ascending
de_de: Aufnahmedatum aufsteigend
ja_jp: 作成日昇順

# ResultSortCategory.CreatedDateDescending
source: Created Date descending
de_de: Aufnahmedatum absteigend
ja_jp: 作成日降順

# ResultSortCategory.PhotizerAddedAscending
source: Date added ascending
de_de: Hinzugefügt aufsteigend
ja_jp: 追加された日付の昇順

# ResultSortCategory.PhotizerAddedDescending
source: Date added descending
de_de: Hinzugefügt absteigend
ja_jp: 追加された日付の降順

# ResultSortCategory.RatingAscending
source: Rating ascending
de_de: Bewertung aufsteigend
ja_jp: 評価の昇順

# ResultSortCategory.RatingDescending
source: Rating descending
de_de: Bewertung absteigend
ja_jp: 評価の降順

# SearchResult.SortResultBy
source: Sort Result by
de_de: Sortieren nach
ja_jp: 結果を並べ替える
